
def main():
    '''
       화면에 아래 문장을 출력하라

      출력:
            신씨가 소리질렀다. "도둑이야".
    '''
    mesg = None
    mesg = '출력:\n\t신씨가 소리 질렀다.  "도둑이야."'
    ####### 구현 시작 ################
    # print(mesg )
    ########구현 끝 #######################

    print("-------------------------------------------------------------------------------")
    print(mesg)
    print("-------------------------------------------------------------------------------")


# # 메인 함수 호출 ##
if __name__ == "__main__":
    main()
